Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: She trusted that all 16 reporting States were actively engaged in follow-up to the concluding comments, and that NGOs were doing their best to ensure that systematic action was being taken to implement the Committee's recommendations.
zh: 27. 她相信，所有16个报告国都积极参与了对结论意见采取的后续行动，并相信非政府组织在尽最大的努力确保采取系统行动，落实委员会的建议。

source: She also encouraged the entities of the United Nations system that were active in the 16 reporting countries to support the efforts of governments and NGOs.
zh: 她还鼓励在这16个报告国活动的联合国系统实体支持政府和非政府组织的工作。

source: Among the Committee's milestone outputs in the past year had been its work under the Optional Protocol.
zh: 28. 委员会过去一年的重大产出是根据《任择议定书》所做的工作。

source: Notably, the Committee had adopted its views on the merits of communication 2/2003, A.T. v Hungary, a case involving domestic violence.
zh: 其中值得注意的是，委员会通过了它对第2/2003号来文（A.T.诉匈牙利）的评判意见，这是一起家庭暴力案件。

source: She wished to express the Committee's appreciation to States parties for cooperating with the Committee in the examination of communications and implementation of the inquiry procedure.
zh: 她希望指出，委员会对缔约国在审查来文和实施调查程序方面给予的合作表示感激。

source: She encouraged all States parties to disseminate information about the procedures, as called for in article 13 of the Optional Protocol.
zh: 她鼓励所有缔约国按照《任择议定书》第13条的要求，宣传关于程序的信息。

source: In its continued effort to enhance its methods of work, the Committee prepared lists of issues and questions for initial as well as periodic reports.
zh: 29. 委员会为了继续改善工作方法，准备了初次报告和定期报告的问题清单。

source: Only two meetings per State party were allocated for the constructive dialogue.
zh: 每个缔约国只有两次会议可进行建设性对话。

source: Guidelines had been issued on the length of reports and of written responses, so as to limit the volume of documentation.
zh: 为了限制文件篇幅，发布了关于报告和书面答复长度的指导方针。

source: The Committee had started to use country task forces for the constructive dialogue.
zh: 委员会已开始使用国家工作队进行建设性对话。

source: It had taken steps to monitor implementation of the Convention in States whose reports were significantly overdue.
zh: 对那些迟迟不提交报告的会员国，委员会已采取步骤监测《公约》的实施情况。

source: She wished to thank both Cape Verde and Saint Lucia which, at the Committee's invitation, had submitted all their overdue reports as combined reports in time for consideration in 2006.
zh: 她希望感谢佛得角和圣卢西亚在委员会的邀请下，以合并报告的形式及时提交了所有过期未交的报告，供委员会在2006年审议。

source: The Committee had stated its views on the advisability of appointing a Special Rapporteur on laws that discriminated against women.
zh: 30. 委员会已就是否应该任命一位关于歧视妇女法律问题的特别报告员表明看法。

source: It had also discussed the report of the Secretary-General on violence against women.
zh: 委员会还讨论了秘书长关于针对妇女的暴力的报告。

source: It had held a preliminary discussion on the plan of action of the High Commissioner for Human Rights and looked forward to meeting her personally in January 2006.
zh: 委员会已对人权事务高级专员的行动计划作了初步讨论，期待在2006年1月与她会面。

source: The Committee had also made a significant contribution to and played a very active role in the efforts to further harmonize reporting procedures within the framework of the inter-committee meeting and the chairpersons meeting.
zh: 委员会还对委员会间会议和主席会议范围内进一步统一方法程序的努力作出了重大贡献，并发挥了非常积极的作用。

source: On the subject of the Committee's request for extension of meeting time, she stressed that the Committee had streamlined the manner in which it considered reports.
zh: 31. 关于委员会要求延长会议时间的问题，她强调指出，委员会已经简化了审议报告的方式。

source: However, the significant effort that States, as well as NGOs, invested in the reporting process could not be reduced further if it was to remain meaningful.
zh: 但是，缔约国以及非政府组织在报告过程中投入的大量精力已经不能再减了，否则就会失去意义。

source: There was an urgent need to find a long-term solution that would allow the Committee to implement its responsibilities under the Convention and its Optional Protocol in an effective and timely manner, as well as place it on an equal footing with other human rights treaty bodies in regard to meeting time.
zh: 目前迫切需要找到一个长期的解决方法，使委员会能够有效而及时地履行对《公约》及其《任择议定书》的责任，并在会议时间方面与其他人权条约机构相当。

source: Accordingly, the Committee had requested authorization for a third annual session of three weeks.
zh: 因此，委员会已要求核准召开为期三周的第三届年会。

source: It had also requested authorization, as a temporary measure for 2006 and 2007, to meet in parallel working groups to address the backlog of reports awaiting consideration.
zh: 委员会还要求作为2006和2007年的一项临时措施，核准让各工作组平行开会，处理累积的有待审议的报告。

source: Ms. Moreno (Director, United Nations International Research and Training Institute for the Advancement of Women (INSTRAW)) said that the Institute's pioneering research on the gender dimensions of remittance flows had demonstrated the significant transformative potential of women's migration and economic empowerment for household gender relations, community well-being and economic growth.
zh: 32. Moreno女士（提高妇女地位国际研究训练所(提高妇女地位研训所)主任）说，研训所对汇款流量所作的开创性研究表明，妇女移徙和经济权力对家庭的两性关系、社区福祉和经济增长具有巨大变革的潜力。

source: Policies and projects that facilitated the development impact of remittances must be analysed.
zh: 必须分析有助于使汇款对发展产生影响的政策和项目。

source: As half of remittance senders and the majority of remittance recipients, women were playing a central role in managing and distributing such income.
zh: 妇女作为占寄款人数的一半和收款人数过半的群体，在管理和分配这种收入方面发挥着主要作用。

source: Projects aimed at maximizing the potential of remittances must include women, and they needed access to financial management and investment, credit, training in microenterprise management and other resources.
zh: 旨在最大限度地发挥汇款潜力的项目必须包括妇女，她们需要得到金融管理和投资、信贷、微型企业管理培训和其他资源的机会。

source: As documented or undocumented migrants, women were exposed to insecurities and exploitation that jeopardized their economic, social and personal well-being.
zh: 33. 妇女作为有证或无证的移徙者没有安全保障，容易受到剥削，危及其经济、社会和个人利益。

source: The Institute looked forward to the General Assembly's high-level dialogue on international migration and development in 2006 and expected that gender issues would be at the forefront of the discussion.
zh: 研训所期待大会2006年关于国际移徙和发展的高级别对话，并希望性别问题能够成为讨论的重点。

source: As the primary agent behind the protection and promotion of human rights, the United Nations had a responsibility to ensure that the rights of migrants were protected.
zh: 联合国作为保护和促进人权的首要机构，有责任切实保护移徙者的权利。

source: The Millennium Development Goals must become a reality for migrant populations living outside their countries of origin.
zh: 千年发展目标必须成为远离祖国的移徙人口的现实情况。

source: The Institute's work on gender and security sector reform had shown that unless the definition of security was reconceptualized to include the human security of women at home and in their communities, women would continue to live in situations of conflict and violence, whether or not their countries were at war.
zh: 34. 研训所关于性别和安全部门改革的工作表明，除非重新思考关于安全的定义，将妇女在家里和社区中的人身安全包括在内，否则无论国家是战是和，妇女都将继续生活在冲突和暴力局势之中。

source: The three pillars of the Organization's work — peace and security, development and human rights — would stand only if they were built on a foundation of gender equality.
zh: 35. 本组织工作的三大支柱——和平与安全、发展和人权——只有建立在两性平等的基础上才能稳固。

source: International commitments such as the Millennium Development Goals, viewed from a gender perspective, provided a unique opportunity to strengthen the Organization's work and consolidate its role as a major force in the empowerment of women, development, growth and progress.
zh: 从性别观点看，千年发展目标等国际承诺为本组织提供了独特的机会，使其能加强工作，巩固它作为赋予妇女权力、发展、增长和进步的主要力量这一作用。

source: The Institute was beginning a new era in which quality research and training for the advancement of women could expand, thereby becoming an instrument for achieving the Millennium Development Goals.
zh: 36. 研训所正在开始一个新的时代，其间可扩大提高妇女地位的高质量研究和培训，从而成为实现千年发展目标的工具。

source: Precise information on the future work of INSTRAW could be found in the Report of the Secretary-General contained in document A/60/372.
zh: 关于研训所今后工作的确切资料可见A/60/372号文件所载的秘书长报告。

source: On behalf of INSTRAW, she wished to thank all countries that had contributed to the Institute and ask those that had not yet done so to analyse the work, results and potential of the Institute and to consider the possibility of joining in sending voluntary contributions to INSTRAW at the present crucial transition moment.
zh: 37. 她代表研训所，希望感谢所有为研训所捐款的国家，并请那些尚未这样做的国家分析研训所的工作、成果和潜力，并考虑是否可能在此关键的转折时刻，向研训所提供自愿捐助。

source: Mr. Neil (Jamaica), speaking on behalf of the Group of 77 and China, said that considering the progress made in the advancement of women since the adoption of the Beijing Platform for Action, there was reason to be cautiously optimistic about the future; however, many obstacles remained.
zh: 38. Neil先生（牙买加）代表77国集团和中国发言。 他说，鉴于《北京行动纲要》通过以来在提高妇女地位方面取得的进展，有理由慎重但乐观地看待未来，但还存在着许多障碍。

source: Women's advancement could only be achieved if women's health needs at basic levels were addressed.
zh: 只有满足了妇女基本的保健需要，妇女地位才会提高。

source: In particular, HIV/AIDS had assumed an increasingly feminine face, with the increasing number of women and girls infected with the disease surpassing their male counterparts in the incidence of new infections.
zh: 尤其是艾滋病毒/艾滋病患者的女性比例越来越高，新近患病的人中妇女和女童的人数已经超过男子。

source: Other preventable health casualties related to child-bearing, such as maternal mortality, had for too long not received the attention deserved.
zh: 与生儿育女有关的其他可预防的保健事故，诸如孕产妇死亡率，也长期得不到应有的关注。

source: Another preventable, treatable medical condition was fistula, which had been referred to as the “nightmare for African women”.
zh: 另一个可防治的病症是瘘管病，被称为是“非洲妇女的恶魔”。

source: Violence against women had been one of the most degrading violations of women's basic rights and fundamental freedoms.
zh: 39. 对妇女的暴力是对妇女基本权利和基本自由最严重的侵犯。

source: As noted in the interim report of the Secretary-General on violence against women (A/60/211), the phenomenon persisted in epidemic proportions in all parts of the world and warranted a comprehensive examination of the root causes.
zh: 秘书长在关于对妇女的暴力行为的临时报告（A/60/211）中指出，这一现象在世界各地流行不止，值得全面检查一下它的根源。

source: Poverty among women was a particular problem for many countries of the developing world and was directly related to unemployment.
zh: 40. 妇女的贫穷问题是许多发展中国家的一个特殊问题，与失业有着直接的联系。

source: The globalized environment was marked by shrinking economies and a reduction of employment opportunities, forcing many women into the informal sector.
zh: 全球化环境的特点是经济萎缩和就业机会减少，迫使许多妇女进入非正规经济部门。

source: Globalization was likewise marked by the increasing mobility of women, especially from developing countries.
zh: 全球化的另一个特点是妇女的流动性越来越大，尤其是来自发展中国家的妇女。

source: Migrant women were often vulnerable to violence, abuse and many inequities.
zh: 移徙妇女往往容易遭受暴力、虐待和多种不平等的侵害。

source: The destruction caused by recent natural disasters in Central America, particularly in Guatemala, El Salvador and Mexico, was a reminder of the negative impact of natural disasters on the social and economic well-being of people, particularly vulnerable women and children in rural areas.
zh: 41. 自然灾害最近在中美洲，特别是危地马拉、萨尔瓦多和墨西哥造成的破坏提醒我们自然灾害对人民（尤其是农村地区易受伤害的妇女和儿童）的社会和经济利益的不利影响。

source: The report of the Secretary-General on the improvement of the situation of rural women (A/60/165) included some useful recommendations which when implemented, could help to realize the goals of the Beijing Platform for Action and the Millennium Development Goals.
zh: 秘书长关于改善农村地区妇女的境况的报告（A/60/165）包括一些有用的建议，一旦予以实施，可有助于实现《北京行动纲要》和千年发展目标。

source: Gender equality targets set by Beijing and the Millennium Development Goals were indelibly linked and mutually reinforcing.
zh: 42. 《北京行动纲要》和千年发展目标提出的两性平等指标彼此关联而且相互加强。

source: Yet the Millennium Project report indicated that there was limited and uneven progress on gender equality targets.
zh: 但千年项目报告指出，两性平等目标的进展有限，而且不平衡。

source: A redoubling of efforts was indicated, particularly as equality in educational opportunities was critical.
zh: 报告表示在加倍努力，特别是因为教育机会平等十分重要。

source: The Group of 77 and China reaffirmed that while the primary responsibility for the advancement of women lay with Governments, international cooperation remained indispensable for the full implementation of Beijing.
zh: 77国集团和中国重申，虽然提高妇女地位的首要责任在于各国政府，但要全面实施《北京行动纲要》，仍然需要进行国际合作。

source: International cooperation was not only about fulfilling official development assistance (ODA) obligations; it was also about the transfer of technology, information and data sharing and technical assistance, including through South-South cooperation, to which the Group of 77 and China were fully committed.
zh: 国际合作不仅是为了履行官方发展援助的义务，而且要转让技术、交流信息和数据，提供技术援助，包括开展南南合作，77国集团和中国对此作出充分的承诺。

source: The Group of 77 and China strongly supported the work of INSTRAW in its important role in the review and appraisal of the implementation of the Beijing Platform for Action and the outcome document of the twenty-third special session of the General Assembly.
zh: 43. 77国集团和中国大力支持提高妇女地位研训所在审查和评估《北京行动纲要》和大会第二十三届特别会议成果文件执行情况中发挥重要作用时所作的工作。

source: They had noted the new horizons being explored by the Institute in responding to the need to provide research information on some of the most topical issues for developing countries from a gender perspective, in all regions across the globe.
zh: 77国集团和中国注意到研训所根据在世界各地从性别角度对发展中国家最关注的一些问题提供研究资料这一需要，正在开辟新天地。

source: They acknowledged the general contributions made, particularly by countries in the European Union, in maintaining the Institute, and encouraged all States to make voluntary contributions to it to assist it in executing its mandate in the area of research, particularly in its critical transitional period.
zh: 它们感谢尤其是欧洲联盟的国家为维持研训所所作的普遍贡献，鼓励各会员国特别是在研训所的重大转折期间，向其提供自愿捐助，帮助它执行研究领域的任务。

source: The Group of 77 and China acknowledged the valuable work of the United Nations Development Fund for Women (UNIFEM) in providing financial and technical assistance to developing countries to foster women's empowerment and gender equality.
zh: 44. 77国集团和中国感谢联合国妇女发展基金(妇发基金)向发展中国家提供财政和技术援助，促进赋予妇女权利和两性平等的宝贵工作。

source: They also recognized the role of the Office of the Special Adviser on Gender Issues and Advancement of Women to integrate a gender perspective in United Nations activities. The Commission on the Status of Women was also especially acknowledged for its work in the follow-up to Beijing and for its ten-year review, as well as its continued commitment to ensuring that women's equal rights and empowerment continued to be pursued to full implementation.
zh: 它们还认可性别问题和提高妇女地位问题特别顾问办公室将性别观点纳入联合国活动的作用，并特别感谢妇女地位委员会对《北京行动纲要》采取后续行动和进行十年审查所作的工作，而且承诺继续追求妇女的平等权利和赋权，直到充分实现为止。

source: Mr. O'Neill (United Kingdom), speaking on behalf of the European Union, the acceding countries (Bulgaria and Romania), the candidate countries (Croatia and Turkey), stabilization and association process countries Bosnia and Herzegovina, Serbia and Montenegro and the former Yugoslav Republic of Macedonia as well as Ukraine and the Republic of Moldova, said that 2005 had been an important year for gender equality and the advancement of women.
zh: 45. O'Neill先生（联合王国）代表欧洲联盟、加入国（保加利亚和罗马尼亚）、候选国（克罗地亚和土耳其）、参与稳定与结盟进程的的国家波斯尼亚和黑塞哥维那、塞尔维亚和黑山、前南斯拉夫的马其顿共和国以及乌克兰和摩尔多瓦共和国发言。 他说，2005年是两性平等和提高妇女地位的一个重要年头。

source: The European Union welcomed the adoption of the Declaration at the forty-ninth session of the Commission on the Status of Women in March 2005 and, in particular, the full and unequivocal reaffirmation by all Member States of the Beijing Declaration and Platform for Action and of the Outcome at the twenty-third special session of the General Assembly.
zh: 46. 欧洲联盟欢迎妇女地位委员会在2005年3月第四十九届会议上通过《宣言》，特别是会员国在大会第二十三届特别会议上，全面而明确地重申坚持《北京宣言和行动纲要》。

source: Nevertheless, women were still denied equal rights and access to economic resources and were often the victims of violence.
zh: 但是，妇女依然得不到平等权利和经济资源，而且往往受到暴力侵害。

source: Women, especially girls, were disproportionately affected by HIV/AIDS, rendering them unable to care for the ill and orphaned.
zh: 妇女，特别是女童患艾滋病毒/艾滋病的比例极高，使她们无法照顾病人和孤儿。

source: Moreover, since Beijing, there had been a significant increase in the trafficking of women and girls, particularly for the purpose of commercial and sexual exploitation.
zh: 此外，《北京宣言和行动纲要》发表以来，尤其是为了商业剥削和性剥削的目的贩卖妇女和儿童的事件大幅增加。

source: In addition, women were often exposed to double or multiple discrimination on grounds of their ethnic origin, religion, belief, disability, age or sexual orientation.
zh: 而且，妇女常常因为种族、宗教、信仰、残疾、年龄或性取向而受到加倍甚或多倍的歧视。

source: For all those reasons Member States were under obligation to redouble their efforts to implement the commitments of the Beijing meetings.
zh: 为此，会员国有义务加倍努力，履行其在北京会议上所作的承诺。

source: Women's issues should not be regarded in isolation and he therefore welcomed the recognition given to gender equality and the advancement of women in the discussions preceding the Millennium Summit (September 2005).
zh: 47. 不应该孤立看待妇女问题。 因此他欢迎千年首脑会议（2005年9月）之前进行的讨论对两性平等和提高妇女地位所给予的认可。

source: The Declaration recognized that the successful promotion of development, security and human rights required the full and equal participation of women.
zh: 《宣言》认识到，要成功地推动发展、安全和人权就需要让妇女充分和平等地参与进来。

source: Wherever women continued to be underrepresented in political life, or denied quality education on a par with men, they would be unable to contribute to the economic development of their communities and society as a whole would suffer.
zh: 凡是参与政治生活的妇女人数依然不足或妇女无法享受与男子平等教育的地方，妇女就不能为社区的经济发展作出贡献，整个社会就会遭受损失。

source: In this regard, the European Union welcomed the report of the Millennium Project Task Force on Education and Gender Equality and urged Member States to ratify the Convention on the Elimination of All Forms of Discrimination against Women.
zh: 在这方面，欧洲联盟欢迎教育和两性平等千年项目工作队的报告，敦促会员国批准《消除对妇女一切形式歧视公约》。

source: Since the adoption of Security Council resolution 1325 (2000) on women, peace and security, the international community had come to recognize not just the extent to which women and girls were particularly affected by conflict, but also how much and how often women held the key to its peaceful resolution.
zh: 48. 自从安全理事会关于妇女、和平与安全的第1325（2000）号决议通过以来，国际社会不仅认识到妇女和女童尤其受到冲突影响的程度，而且认识到妇女常常掌握着和平解决冲突的办法。

source: The European Union paid a tribute to the many civil society organizations that had brought those issues to the world's attention and urged it to implement that resolution.
zh: 欧洲联盟向提请世界注意这些问题的许多民间组织致意，并敦促世界实施这一解决方案。

source: It hoped that the recently-established Peacebuilding Commission would demonstrate a strong commitment to implement fully resolution 1325 (2000).
zh: 欧洲联盟希望最近建立的建设和平委员会表现出充分实施第1325（2000）号决议的坚强决心。

source: It was time to examine how this resolution could be better implemented at regional and national level and the European Union had begun integrating the resolutions' provisions in its crisis management operations.
zh: 现在应该是审查如何在区域和国家一级更好地实施这一决议的时候了，欧洲委员会已将决议的规定纳入其管理危机的行动。

source: The year 2005 marked the mid-term review of the European Union's “Lisbon strategy”, adopted by the European Council in 2000, which acknowledged that gender equality and the advancement of women were essential to the achievement of full employment, sustained economic growth and social cohesion.
zh: 49. 2005年是对欧洲联盟的“里斯本战略”进行中期审查的一年。 这一战略是欧洲理事会2000年通过的。 该战略承认两性平等和提高妇女地位对实现充分就业、可持续经济增长和社会融合至关重要。

source: The implementation of gender equality, however, required strong national mechanisms and international structures.
zh: 但实现两性平等需要有强有力的国家机制和国际结构。

source: In February 2005, the European Union partners had agreed to ensure that gender equality bodies and structures across the Union were equipped with the human and financial resources needed to function effectively.
zh: 2005年2月，欧洲联盟伙伴同意在整个联盟保证两性平等机关和结构拥有有效运作所需要的人力资源和财政资源。

source: They also recognized that gender mainstreaming was a key strategy for achieving gender equality.
zh: 它们还认识到，性别主流化是实现两性平等的关键战略。

source: They began to identify processes and tools that would encourage greater accountability when addressing gender equality issues and to improve the collection and dissemination of data, disaggregated by gender.
zh: 它们开始寻找能够在解决两性平等问题时鼓励问责制的进程和工具，改善数据的收集和传播工作，并将数据按性别分类。

source: During the second half of 2005, the European Union was focusing on women's issues in the world of work, such as unemployment, the gender pay gap, and the unequal share of the burden of unpaid labour between women and men.
zh: 2005年下半年，欧洲联盟重点处理工作场合的妇女问题，诸如失业、男女工资差别以及男女负担的无偿劳动份额不均等。

source: The next year, 2006, would mark the 50th anniversary of the Commission on the Status of Women.
zh: 50. 明年，2006年，是妇女地位委员会成立50周年纪念日。

source: It provided the opportunity for a constructive exchange of ideas and best practice between Member States and world experts.
zh: 籍此机会，会员国和世界各地的专家能够建设性地交流看法和最佳做法。

source: The discussions on the working methods of the Commission should take this into account.
zh: 在讨论委员会的工作方法时应该考虑这一点。

source: Mr. Mahiga (United Republic of Tanzania), speaking on behalf of the Southern Africa Development Community (SADC), said that SADC associated itself with a statement made by Jamaica on behalf of the Group of 77 and China.
zh: 51. Mahiga先生（坦桑尼亚联合共和国）代表南部非洲发展共同体(南共体)发言。 他说，南共体同意牙买加代表77国集团和中国所作的发言。

source: SADC upheld the principle of gender equality as a necessary and rational approach to economic growth, poverty reduction and overall human development.
zh: 南共体拥护两性平等的原则，认为这是经济增长、减少贫穷和实现人的全面发展的一个必要而合理的做法。

source: Quality reproductive health and other related services were made more accessible to both women and men and had become an integral part of national and regional policies designed to achieve sustainable development in the SADC region.
zh: 如今妇女和男子能更好地得到高质量的生殖保健和其他有关服务，这些保健和服务已成为在南共体地区实现可持续发展的国家政策和区域政策的有机组成部分。

source: The Community reaffirmed its commitment to gender parity in all political structures and public sector institutions and had decided, at the recent SADC Summit, to raise the target of 30 per cent of women in decision-making bodies to 50 per cent, consistent with the Beijing Declaration and Platform for Action, as well as with the Outcome of the twenty-third special session of the General Assembly.
zh: 52. 南共体重申将在所有的政治结构和公共部门机构中致力于两性平等，并在最近的南共体首脑会议上决定将妇女在决策机构中占30％的指标提高到50％，与《北京宣言和行动纲要》以及大会第二十三届特别会议的成果保持一致。

source: Gender equality was a cross-cutting issue directly linked to the attainment and enhancement of other Millennium Development Goals and the Declaration adopted at the forty-ninth session of the Commission on the Status of Women, which called for speedy and accelerated implementation of all international commitments relating to gender, was gratifying.
zh: 53. 两性平等是一个跨领域的问题，与实现和提高其他的千年发展目标有着直接的联系。 妇女地位委员会第四十九届会议通过的《宣言》要求迅速并加紧实施有关性别问题的所有国际承诺，令人欣慰。

source: SADC remained committed to its 1997 Declaration on Gender and Development and the 1998 Addendum on the Prevention and Eradication of Violence against Women and Children.
zh: 54. 南共体依然坚持它1997年的《关于性别与发展的宣言》和1998年的《防止和消除对妇女和儿童的暴力增编》。

source: It had also ratified the African Charter on Human and Peoples' Rights and the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW).
zh: 南共体还批准了《非洲人权和人民权利宪章》和《消除对妇女一切形式歧视公约》。

source: Its member States had enacted various measures to protect the rights of women and had undertaken public education programmes on that subject.
zh: 南共体的成员国已颁布各种措施，保护妇女的权利，并就这一问题开展公共教育运动。

source: However, the conflict between traditions and statutory regulations continued to present a challenge for Member States.
zh: 然而，传统和法定条例之间的冲突依然对成员国构成挑战。

source: SADC was encouraged to note that the need to develop a global policy framework for combating violence against women had been recognized.
zh: 55. 南共体颇感鼓舞地注意到，国际社会已经认识到需要制定一项全球政策框架，打击对妇女的暴力。

source: The speedy conclusion of the in-depth study on all forms of violence against women would increase much-needed public awareness on the issue.
zh: 迅速完成一项对妇女的各种暴力形式的深入研究将提高公众对这一问题的认识，这一认识是非常必要的。

source: It was further pleased to see increased gender sensitivity in the General Assembly, as reflected in the Secretary-General's report in his report on the follow-up to Beijing and the Platform for Action (A/60/170).
zh: 56. 南共体还高兴地看到，正如秘书长在关于执行《北京宣言和行动纲要》的后续行动报告（A/60/170）中反映的那样，大会对性别问题的敏感认识已有提高。
